---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.InapplicableDataException
source: html/19bce0ae-88a7-c888-7849-6f93372411bf.htm
---
# InapplicableDataException Properties

The information of the function throwing the exception.